11/data/attachments/eaac12604d7ff7ee.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bc78c0a3-9c43-47c8-b7c3-efa6043c0549</nif:username>
            <nif:friendToBeAdded>Brandi_support_Actions_54563_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>